Repository: manaflow-ai/cmux
Catalog: iOS/cmux-remote/App/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Agent name
ja: エージェント名

source: Asks the connected Mac to focus the workspace and surface of the most recent unread notification.
ja: 接続中のMacで、最新の未読通知に対応するワークスペースとサーフェスをフォーカスします。

source: Choice id
ja: 選択ID

source: Choice label
ja: 選択ラベル

source: Decision id
ja: 判断ID

source: Decision kind
ja: 判断の種類

source: Destructive choice
ja: 破壊的な選択

source: Item id
ja: 項目ID

source: Focuses a workspace on the connected Mac and brings cmux to the front.
ja: 接続中のMacでワークスペースをフォーカスし、cmuxを前面に表示します。

source: How many agents need your attention.
ja: 対応が必要なエージェント数。

source: Jump to latest unread cmux notification
ja: 最新の未読cmux通知へ移動

source: Jump to unread
ja: 未読へ移動

source: Jump to unread in \(.applicationName)
ja: \(.applicationName)で未読へ移動

source: Latest unread workspace and pending count.
ja: 最新の未読ワークスペースと保留件数。

source: Mark all \(.applicationName) notifications read
ja: \(.applicationName)の通知をすべて既読にする

source: Mark all cmux notifications read
ja: すべてのcmux通知を既読にする

source: Mark all read
ja: すべて既読

# NSFaceIDUsageDescription
source: cmux-remote uses Face ID to protect stored SSH credentials.
ja: cmux-remoteは保存されたSSH認証情報を保護するためにFace IDを使用します。

# NSLocalNetworkUsageDescription
source: cmux-remote uses your local network to reach cmux running on your Mac.
ja: cmux-remoteはMacで実行中のcmuxに接続するためにローカルネットワークを使用します。

source: Open cmux workspace
ja: cmuxワークスペースを開く

source: Open workspace
ja: ワークスペースを開く

source: Open workspace in \(.applicationName)
ja: \(.applicationName)でワークスペースを開く

source: Question selections
ja: 質問の選択

source: Requires authentication
ja: 認証が必要

source: Resolve cmux agent decision
ja: cmuxエージェントの判断を解決

source: Send text
ja: テキストを送信

source: Send text to cmux surface
ja: cmuxサーフェスへテキストを送信

source: Send to \(.applicationName)
ja: \(.applicationName)へ送信

source: Sends arbitrary text to a focused cmux surface (terminal or browser).
ja: フォーカス中のcmuxサーフェス（ターミナルまたはブラウザ）へ任意のテキストを送信します。

source: Show the agent waiting in \(.applicationName)
ja: \(.applicationName)で待機中のエージェントを表示

source: Surface identifier (cmux ref or UUID)
ja: サーフェス識別子（cmux参照またはUUID）

source: Text
ja: テキスト

source: Workspace id
ja: ワークスペースID

source: Workspace identifier (cmux ref or UUID)
ja: ワークスペース識別子（cmux参照またはUUID）

# afk.action.always_ask
source: Always ask
ja: 常に確認

# afk.action.auto_approve
source: Auto-approve
ja: 自動承認

# afk.action.auto_deny
source: Auto-deny
ja: 自動拒否

# afk.action.escalate
source: Escalate
ja: エスカレーション

# afk.section.auto_handle
source: Auto-handle
ja: 自動処理

# afk.section.security
source: Security
ja: セキュリティ

# afk.section.snooze
source: Snooze
ja: スヌーズ

# afk.section.summary
source: AFK summary
ja: AFKサマリー

# afk.section.watchdog
source: Watchdog
ja: ウォッチドッグ

# afk.security.require_face_id
source: Require Face ID for destructive actions
ja: 破壊的な操作にはFace IDを要求

# afk.snooze.default_minutes
source: Default %lld min
ja: デフォルト %lld 分

# afk.summary.daily_digest_time
source: Send daily digest at %02lld:00
ja: 毎日のダイジェストを%02lld:00に送信

# afk.title
source: Away From Keyboard
ja: 離席中

# afk.watchdog.alert_after
source: Alert if stuck %lld min
ja: %lld 分停止したら通知

# afk.watchdog.notify
source: Notify when stuck
ja: 停止時に通知

# agent_decision.resolved
source: Resolved
ja: 解決済み

# auth.error.no_stored_ed25519_key
source: No stored ed25519 key for %@
ja: %@ のed25519キーが保存されていません

# auth.error.no_stored_p256_key
source: No stored P-256 key for %@
ja: %@ のP-256キーが保存されていません

# auth.error.no_stored_password
source: No stored password for %@
ja: %@ のパスワードが保存されていません

# auth.error.rsa_unsupported
source: RSA keys are not supported on cmux-remote (use ed25519 or P-256)
ja: RSAキーはcmux-remoteではサポートされていません（ed25519またはP-256を使用してください）

# auth.sign_in.reason
source: Sign in to cmux on %@
ja: %@ のcmuxにサインイン

# auth.background_sync.reason
source: Background sync
ja: バックグラウンド同期

# auth.notification_action.reason
source: Run a cmux action on %@
ja: %@ でcmuxアクションを実行

# auth.resolve_decision.reason
source: Resolve a cmux decision on %@
ja: %@ のcmux判断を解決

# browser.action.back
source: Back
ja: 戻る

# browser.action.capture_screenshot
source: Capture screenshot
ja: スクリーンショットを撮る

# browser.action.forward
source: Forward
ja: 進む

# browser.action.reload
source: Reload
ja: 再読み込み

# browser.error.invalid_url
source: Invalid URL
ja: 無効なURL

# browser.screenshot.empty.description
source: Tap the camera button to capture the current page.
ja: カメラボタンをタップして現在のページをキャプチャします。

# browser.screenshot.empty.title
source: No screenshot yet
ja: スクリーンショットはまだありません

source: cmux Pending
ja: cmux 保留

source: cmux Workspace
ja: cmux ワークスペース

# command_palette.action.disconnect
source: Disconnect
ja: 切断

# command_palette.action.jump_to_unread
source: Jump to unread
ja: 未読へ移動

# command_palette.action.new_workspace
source: New workspace
ja: 新規ワークスペース

# command_palette.action.reload_snapshot
source: Reload snapshot
ja: スナップショットを再読み込み

# command_palette.empty.title
source: No matches
ja: 一致なし

# command_palette.search.placeholder
source: Type a command
ja: コマンドを入力

# command_palette.section.actions
source: Actions
ja: アクション

# command_palette.section.surfaces
source: Surfaces
ja: サーフェス

# command_palette.section.workspaces
source: Workspaces
ja: ワークスペース

# command_palette.title
source: Command Palette
ja: コマンドパレット

# common.add
source: Add
ja: 追加

# common.cancel
source: Cancel
ja: キャンセル

# common.clear
source: Clear
ja: クリア

# common.close
source: Close
ja: 閉じる

# common.delete
source: Delete
ja: 削除

# common.done
source: Done
ja: 完了

# common.edit
source: Edit
ja: 編集

# common.save
source: Save
ja: 保存

# common.send
source: Send
ja: 送信

# connection.phase.auth.short
source: Auth
ja: 認証

# connection.phase.authenticating
source: Authenticating
ja: 認証中

# connection.phase.connecting
source: Connecting
ja: 接続中

# connection.phase.error
source: Error
ja: エラー

# connection.phase.live
source: Live
ja: ライブ

# connection.phase.offline
source: Offline
ja: オフライン

# connection.phase.syncing
source: Syncing
ja: 同期中

# decision.choice.allow_all_tools
source: Allow all tools
ja: すべてのツールを許可

# decision.agent.generic
source: cmux agent
ja: cmuxエージェント

# decision.choice.allow_once
source: Allow once
ja: 一度だけ許可

# decision.choice.allow_session
source: Allow this session
ja: このセッションで許可

# decision.choice.apply
source: Apply
ja: 適用

# decision.choice.auto
source: Auto
ja: 自動

# decision.choice.bypass
source: Bypass
ja: バイパス

# decision.choice.deny
source: Deny
ja: 拒否

# decision.choice.manual
source: Manual
ja: 手動

# decision.choice.reject
source: Reject
ja: 却下

# decision.choice.use_defaults
source: Use defaults
ja: デフォルトを使用

# decision.live_activity.summary
source: Agent is waiting for approval
ja: エージェントが承認を待っています

# decision.notification.error.choice_mismatch
source: Could not match that notification action to a cmux decision choice.
ja: その通知アクションをcmuxの判断選択肢に一致させられませんでした。

# decision.notification.error.background_delivery_failed
source: cmux-remote could not deliver %@ in the background. Open the app to retry.
ja: cmux-remoteはバックグラウンドで%@を配信できませんでした。再試行するにはアプリを開いてください。

# decision.notification.error.malformed
source: Could not resolve the decision because the notification payload was invalid.
ja: 通知ペイロードが無効なため判断を解決できませんでした。

# decision.notification.error.not_connected
source: cmux-remote is not connected. Open the app and try the decision again.
ja: cmux-remoteは接続されていません。アプリを開いてもう一度試してください。

# decision.notification.error.resolve_failed
source: cmux could not resolve that decision. Open the app and try again.
ja: cmuxはその判断を解決できませんでした。アプリを開いてもう一度試してください。

# decision.notification.error.title
source: Decision not delivered
ja: 判断を送信できませんでした

# decision.notification.error.unbound_item
source: cmux-remote could not verify the exact feed item for this decision. Open the app or cmux on your Mac to resolve it.
ja: cmux-remoteはこの判断の正確なフィード項目を確認できませんでした。アプリまたはMacのcmuxで解決してください。

# decision.notification.error.unsupported_remote
source: This Mac needs a newer cmux before remote decisions can be resolved from cmux-remote.
ja: cmux-remoteからリモート判断を解決するには、このMacのcmuxを更新する必要があります。

# decision.notification.error.unknown_kind
source: This decision type is not supported by this version of cmux-remote. Open cmux on your Mac to resolve it.
ja: この判断タイプはこのバージョンのcmux-remoteではサポートされていません。Macのcmuxで解決してください。

# decision.notification.hidden_preview
source: Agent is waiting on your approval
ja: エージェントが承認を待っています

# decision.notification.option
source: Option %@
ja: オプション %@

# decision.notification.title
source: cmux decision
ja: cmuxの判断

# decision.notification.subtitle
source: Agent is waiting for approval
ja: エージェントが承認を待っています

# decision.resolve.host_key_required
source: Open cmux-remote once to trust this host before resolving decisions from the Lock Screen.
ja: ロック画面から判断を解決する前に、cmux-remoteを一度開いてこのホストを信頼してください。

# decision.resolve.no_active_host
source: No active cmux host is configured.
ja: 有効なcmuxホストが設定されていません。

# decision.resolve.host_missing
source: The cmux host for this action is no longer configured.
ja: この操作のcmuxホストは設定されていません。

# decision.resolve.unsupported_remote
source: This Mac needs a newer cmux before remote decisions can be resolved.
ja: リモート判断を解決するには、このMacのcmuxを更新する必要があります。

# decision.summary.agent_waiting
source: Agent is waiting
ja: エージェントが待機中です

# decision.summary.diff
source: %@ wants to apply a diff
ja: %@ がdiffの適用を求めています

# decision.summary.exit_plan
source: Agent is ready to exit plan mode
ja: エージェントが計画モードを終了する準備をしています

# decision.summary.tool_call
source: %@ wants to run %@
ja: %@ が %@ の実行を求めています

# decision.tool.default_name
source: tool
ja: ツール

# empty.hosts.description
source: Add the Mac where cmux is running and we'll sign in over SSH.
ja: cmuxを実行しているMacを追加すると、SSHでサインインします。

# empty.hosts.title
source: Connect to a cmux host
ja: cmuxホストに接続

# error.cancelled
source: Cancelled
ja: キャンセルされました

# error.command_no_stderr
source: cmux command failed (exit %d)
ja: cmuxコマンドが失敗しました（終了 %d）

# error.command_with_stderr
source: cmux command failed (exit %d): %@
ja: cmuxコマンドが失敗しました（終了 %d）: %@

# error.decoding
source: Could not decode cmux response: %@
ja: cmux応答をデコードできませんでした: %@

# error.resume_gap
source: Event stream resume gap (oldest=%@, latest=%@); refreshing state.
ja: イベントストリームに再開ギャップがあります（oldest=%@, latest=%@）。状態を再読み込みします。

# error.transport
source: Connection failed: %@
ja: 接続に失敗しました: %@

# error.unauthenticated
source: Not authenticated to cmux: %@
ja: cmuxで認証されていません: %@

# error.unsupported_capability
source: Server is too old to support %@
ja: サーバーが古すぎて %@ をサポートしていません

# host.action.add_mac
source: Add Mac
ja: Macを追加

# host.edit.auth.ecdsa_p256
source: ECDSA P-256 key
ja: ECDSA P-256キー

# host.edit.auth.ed25519
source: ed25519 key
ja: ed25519キー

# host.edit.auth.method
source: Method
ja: 方式

# host.edit.auth.password
source: Password
ja: パスワード

# host.edit.clear_pin
source: Clear pin (will prompt next connect)
ja: ピンをクリア（次回接続時に確認）

# host.edit.cmux_path.placeholder
source: cmux binary path
ja: cmuxバイナリのパス

# host.edit.error.invalid_ed25519
source: Could not decode private key (expected base64-encoded 32-byte ed25519 seed)
ja: 秘密鍵をデコードできませんでした（base64エンコードされた32バイトのed25519シードが必要です）

# host.edit.error.credential_required
source: Enter a credential to save this authentication method.
ja: この認証方式を保存するには認証情報を入力してください。

# host.edit.error.invalid_p256
source: Could not decode private key (expected base64-encoded P-256 raw private bytes)
ja: 秘密鍵をデコードできませんでした（base64エンコードされたP-256の生秘密バイトが必要です）

# host.edit.error.invalid_port
source: Port must be 1-65535
ja: ポートは1〜65535で指定してください

# host.edit.error.rsa_unsupported
source: RSA keys are not supported
ja: RSAキーはサポートされていません

# host.edit.hostname.placeholder
source: Hostname or IP
ja: ホスト名またはIP

# host.edit.label.placeholder
source: Label
ja: ラベル

# host.edit.password.placeholder
source: Password
ja: パスワード

# host.edit.port.placeholder
source: Port
ja: ポート

# host.edit.private_key.placeholder
source: Private key (base64 raw)
ja: 秘密鍵（base64 raw）

# host.edit.section.advanced
source: Advanced
ja: 詳細

# host.edit.section.authentication
source: Authentication
ja: 認証

# host.edit.section.host
source: Host
ja: ホスト

# host.edit.section.host_key_pin
source: Host key pin
ja: ホストキーピン

# host.edit.title.add
source: Add Mac
ja: Macを追加

# host.edit.title.edit
source: Edit Mac
ja: Macを編集

# host.edit.username.placeholder
source: Username
ja: ユーザー名

# host.key.trust.accept
source: Trust Host
ja: ホストを信頼

# host.key.trust.message
source: Trust %@@%@:%lld for %@? Fingerprint: %@ Compare with this on the Mac: ssh-keygen -E sha256 -lf /etc/ssh/ssh_host_*.pub Continue only if one SHA256 fingerprint matches exactly.
ja: %@ の %@:%lld（%@）を信頼しますか? フィンガープリント: %@ Macで次を実行して比較してください: ssh-keygen -E sha256 -lf /etc/ssh/ssh_host_*.pub SHA256フィンガープリントが完全に一致する場合のみ続行してください。

# host.key.trust.reject
source: Do Not Trust
ja: 信頼しない

# host.key.trust.rejected.error
source: Host key was not trusted.
ja: ホストキーは信頼されませんでした。

# host.key.trust.timeout.error
source: Timed out waiting for host-key trust.
ja: ホストキー信頼の確認がタイムアウトしました。

# host.key.trust.title
source: Verify Host Key
ja: ホストキーを確認

# hosts.section.saved_macs
source: Saved Macs
ja: 保存済みMac

# hosts.title
source: Hosts
ja: ホスト

# intent.error.no_active_connection
source: No active cmux connection
ja: アクティブなcmux接続がありません

# intent.resolve_decision.failed
source: Couldn't deliver: %@
ja: 送信できませんでした: %@

# intent.resolve_decision.not_connected
source: Not connected - open cmux to deliver this decision.
ja: 未接続です。cmuxを開いてこの判断を送信してください。

# intent.resolve_decision.missing_item
source: This remote decision is missing its feed item. Open cmux to resolve it.
ja: このリモート判断にはフィード項目がありません。cmuxを開いて解決してください。

# intent.resolve_decision.sent
source: Sent.
ja: 送信しました。

# intent.resolve_decision.unknown_kind
source: Unknown decision kind %@
ja: 不明な判断タイプ %@

# intent.send_text.error.control_characters
source: Text shortcuts cannot send control characters
ja: テキストショートカットでは制御文字を送信できません

# live_activity.pending_count
source: %lld waiting
ja: %lld 件待機中

# live_activity.workspace.generic
source: cmux workspace
ja: cmuxワークスペース

# notification.action.dismiss
source: Dismiss
ja: 閉じる

# notification.action.mark_read
source: Mark read
ja: 既読にする

# notification.action.open_in_cmux
source: Open in cmux
ja: cmuxで開く

# notification.action.reply
source: Reply
ja: 返信

# notification.action.send_ctrl_c
source: Send Ctrl-C
ja: Ctrl-Cを送信

# notification.action.snooze
source: Snooze
ja: スヌーズ

# notification.reply.placeholder
source: Reply text...
ja: 返信テキスト...

# notification.stuck.hidden_preview
source: Agent appears stuck
ja: エージェントが停止している可能性があります

# notifications.action.clear_read
source: Clear read
ja: 既読をクリア

# notifications.action.dismiss
source: Dismiss
ja: 閉じる

# notifications.action.jump_to_unread
source: Jump to unread
ja: 未読へ移動

# notifications.action.mark_all_read
source: Mark all read
ja: すべて既読

# notifications.action.open
source: Open
ja: 開く

# notifications.action.read
source: Read
ja: 既読

# notifications.agent_waiting
source: Agent is waiting
ja: エージェントが待機中

# notifications.auto_resolved.body
source: An AFK rule handled a cmux decision.
ja: AFKルールがcmuxの判断を処理しました。

# notifications.auto_resolved.title
source: Auto-resolved: %@
ja: 自動解決: %@

# notifications.action_failed.body
source: Open cmux-remote and try again.
ja: cmux-remoteを開いてもう一度お試しください。

# notifications.action_failed.title
source: cmux action failed
ja: cmuxアクションに失敗しました

# notifications.empty.description
source: Agents will appear here when they need attention.
ja: 対応が必要なときにエージェントがここに表示されます。

# notifications.empty.title
source: No notifications
ja: 通知はありません

# notifications.generic.body
source: An agent needs attention. Open cmux-remote to view details.
ja: エージェントに対応が必要です。詳細を表示するにはcmux-remoteを開いてください。

# notifications.generic.title
source: cmux notification
ja: cmux通知

# notifications.live_activity.generic_body
source: An agent needs attention.
ja: エージェントに対応が必要です。

# notifications.toolbar.count
source: %lld unread
ja: 未読 %lld 件

# notifications.toolbar.label
source: Notifications
ja: 通知

# notifications.snoozed_decision.body
source: Still waiting for your decision. Tap to open.
ja: まだ判断を待っています。タップして開いてください。

# notifications.snoozed_decision.missing_body
source: cmux-remote no longer has this decision in memory. Open cmux on your Mac to resolve it.
ja: cmux-remoteにはこの判断がメモリ上に残っていません。Macのcmuxで解決してください。

# notifications.snoozed_decision.title
source: Snoozed agent decision
ja: エージェント判断をスヌーズしました

# notifications.stuck.body
source: No new output from %@ in a while - tap to open.
ja: %@ からしばらく新しい出力がありません。タップして開いてください。

# notifications.stuck.generic_body
source: No new output in a while. Open cmux-remote to view details.
ja: しばらく新しい出力がありません。詳細を見るにはcmux-remoteを開いてください。

# notifications.stuck.title
source: Agent looks stuck
ja: エージェントが停止しているようです

# notifications.stuck_after_snooze.body
source: No new output after snoozing. Tap to open.
ja: スヌーズ後も新しい出力がありません。タップして開いてください。

# notifications.stuck_after_snooze.title
source: Agent still looks stuck
ja: エージェントがまだ停止しているようです

# notifications.title
source: Notifications
ja: 通知

# pane.row.title
source: pane %@
ja: ペイン %@

# pencil.empty_hint
source: Write with Apple Pencil - finger gestures still scroll the terminal.
ja: Apple Pencilでコマンドを書けます。指のジェスチャーは引き続きターミナルをスクロールします。

# pencil.title
source: Scribble a command
ja: コマンドを手書き

# shortcut.close_palette
source: Close palette
ja: パレットを閉じる

# shortcut.command_palette
source: Command Palette
ja: コマンドパレット

# shortcut.jump_to_unread
source: Jump to unread notification
ja: 未読通知へ移動

# shortcut.jump_to_unread.short
source: Jump to Unread
ja: 未読へ移動

# shortcut.mark_all_read
source: Mark all read
ja: すべて既読

# shortcut.new_workspace
source: New workspace
ja: 新規ワークスペース

# shortcut.next_surface
source: Next surface
ja: 次のサーフェス

# shortcut.next_workspace
source: Next workspace
ja: 次のワークスペース

# shortcut.previous_surface
source: Previous surface
ja: 前のサーフェス

# shortcut.previous_workspace
source: Previous workspace
ja: 前のワークスペース

# shortcut.toggle_sidebar
source: Toggle sidebar
ja: サイドバーを切り替え

# snippet.approve_diff.body
source: Looks good, please apply.
ja: 問題ありません。適用してください。

# snippet.approve_diff.title
source: Approve diff
ja: diffを承認

# snippet.clear_session.title
source: Clear session
ja: セッションをクリア

# snippet.compact_session.title
source: Compact session
ja: セッションを圧縮

# snippet.continue.body
source: Continue from where you left off.
ja: 続きから再開してください。

# snippet.continue.title
source: Continue
ja: 続行

# snippet.reject_diff.body
source: Please revise - see comments above.
ja: 修正してください。上のコメントを参照してください。

# snippet.reject_diff.title
source: Reject diff
ja: diffを却下

# snippet.resume_session.title
source: Resume session
ja: セッションを再開

# snippet.run_tests.body
source: Please run the tests and report which pass/fail.
ja: テストを実行し、合否を報告してください。

# snippet.run_tests.title
source: Run tests
ja: テストを実行

# snippet.smaller_diff.body
source: Please split this change into smaller commits.
ja: この変更をより小さいコミットに分割してください。

# snippet.smaller_diff.title
source: Smaller diff please
ja: 差分を小さくしてください

# snippets.empty.title
source: No snippets yet
ja: スニペットはまだありません

# snippets.title
source: Snippets
ja: スニペット

# surface.action.palette
source: Palette
ja: パレット

# surface.action.snippets
source: Snippets
ja: スニペット

# surface.default_title
source: Surface
ja: サーフェス

# surface.kind.browser
source: Browser
ja: ブラウザ

# surface.kind.file
source: File
ja: ファイル

# surface.kind.terminal
source: Terminal
ja: ターミナル

# surface.markdown.remote_only
source: Markdown/file-preview surfaces render on the Mac. Open on the desktop to interact.
ja: Markdown/ファイルプレビューのサーフェスはMac側でレンダリングされます。操作するにはデスクトップで開いてください。

# surface.placeholder.none_selected
source: No surface selected
ja: サーフェスが選択されていません

# terminal.action.dismiss_keyboard
source: Dismiss keyboard
ja: キーボードを閉じる

# terminal.action.paste
source: Paste
ja: ペースト

# terminal.key.down
source: Down arrow
ja: 下矢印

# terminal.key.left
source: Left arrow
ja: 左矢印

# terminal.key.right
source: Right arrow
ja: 右矢印

# terminal.key.up
source: Up arrow
ja: 上矢印

# terminal.paste.action.paste
source: Paste
ja: ペースト

# terminal.paste.action.single_line
source: Paste as single line
ja: 1行としてペースト

# terminal.paste.multiline.title
source: Paste %lld lines?
ja: %lld 行をペーストしますか?

# widget.pending_count
source: %lld waiting
ja: %lld 件待機中

# widget.waiting
source: waiting
ja: 待機中

# window.default_title
source: Window
ja: ウィンドウ

# workspace.default_title
source: Workspace
ja: ワークスペース

# workspace.generic
source: a workspace
ja: ワークスペース

# workspace.placeholder.select
source: Select a workspace
ja: ワークスペースを選択

# workspace.untitled
source: (untitled)
ja: （無題）
